[
    {
      "name": "Aries",
      "text": "Las personas nacidas bajo el signo de Aries son conocidas por su energía y determinación. Este mes, encontrarás nuevas oportunidades para canalizar esa energía en proyectos emocionantes."
    },
    {
      "name": "Tauro",
      "text": "La paciencia y la determinación son las características clave de Tauro. Este mes, aprovecha esas cualidades para superar desafíos y alcanzar tus metas a largo plazo."
    },
    {
      "name": "Géminis",
      "text": "La versatilidad y la curiosidad definen a Géminis. Mantén tu mente abierta este mes, ya que nuevas ideas y oportunidades pueden surgir de lugares inesperados."
    },
    {
      "name": "Cáncer",
      "text": "La sensibilidad y la intuición son puntos fuertes de Cáncer. Enfócate en nutrir tus relaciones cercanas y confía en tu instinto para tomar decisiones importantes este mes."
    },
    {
      "name": "Leo",
      "text": "Leo brilla con confianza y creatividad. Este mes, muestra tu valía en proyectos importantes y permite que tu creatividad florezca en nuevas áreas de tu vida."
    },
    {
      "name": "Virgo",
      "text": "La atención a los detalles y el perfeccionismo son características de Virgo. Aprovecha esas habilidades para organizar tu vida y lograr una mayor eficiencia este mes."
    },
    {
      "name": "Libra",
      "text": "Libra busca el equilibrio y la armonía. Este mes, encuentra formas de equilibrar tu vida personal y profesional, y busca la paz interior en medio del caos."
    },
    {
      "name": "Escorpio",
      "text": "La intensidad y la pasión definen a Escorpio. Este mes, canaliza esa energía en tus objetivos y relaciones, y prepárate para lograr avances significativos."
    },
    {
      "name": "Sagitario",
      "text": "La aventura y la optimismo son características clave de Sagitario. Este mes, busca nuevas experiencias y mantén una actitud positiva ante los desafíos que puedan surgir."
    },
    {
      "name": "Capricornio",
      "text": "Capricornio es conocido por su determinación y disciplina. Este mes, establece metas realistas y trabaja de manera constante hacia ellas para alcanzar el éxito."
    },
    {
      "name": "Acuario",
      "text": "La originalidad y la independencia son características de Acuario. Este mes, abraza tu singularidad y encuentra formas innovadoras de abordar situaciones y problemas."
    },
    {
      "name": "Piscis",
      "text": "La compasión y la intuición definen a Piscis. Este mes, presta atención a tus instintos y encuentra maneras de apoyar a aquellos que te rodean."
    }
  ]
  